/* no keychains found to add */
"A keychain cannot be found to store \\U201C%1$@.\\U201D" = "“%1$@”を保存するキーチェーンが見つかりません。";

/* default not configured */
"A keychain cannot be found." = "キーチェーンが見つかりません。";

/* confirmation on reset to default */
"Are you sure you want to reset your keychain? This will delete all your saved passwords, keys, and certificates. You cannot undo this operation." = "キーチェーンをリセットしてもよろしいですか？リセットすると、保存されているすべてのパスワード、キー、および証明書は消去されます。この操作は取り消せません。";

/* specific default not found to add */
"Keychain \\U201C%1$@\\U201D cannot be found to store \\U201C%2$@.\\U201D" = "“%2$@”を保存するキーチェーン“%1$@”が見つかりません。";

/* specific default not found */
"Keychain \\U201C%1$@\\U201D cannot be found." = "キーチェーン“%1$@”が見つかりません。";

/* enter login password */
"Please enter your login password. This password will be used to create your new keychain." = "ログインパスワードを入力してください。このパスワードは新しいキーチェーンの作成時に使用されます。";

/* reset button title */
"Reset" = "リセット";

/* warn user of other keychains to re-add to search list */
"You currently have additional keychains on your system that will have to be added to your keychain search list. Use Keychain Access to add them back again." = "現在システム上に、キーチェーン検索リストに入れる必要がある追加キーチェーンがあります。これらを再び追加するには、キーチェーンアクセスを使用してください。";

/* descriptive test */
"Your keychain may have been renamed, deleted, or it's on a unmounted volume." = "キーチェーンが名称変更または削除されたか、マウント解除されているボリューム上にある可能性があります。";

